<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Untitled Document</title>
</head>

<body>
<div id="print">
<h2>สัญญารับเงินอุดหนุนจาก<label>กองทุนเพื่อการป้องกันและปราบปรามการค้ามนุษย์</label></h2>
<div id="contractID">สัญญาเลขที่ <span> ๕ / ๒๕๕๕ </span></div>
<div class="clear" style="padding:10px 0;"></div>
<p>สัญญาฉบับนี้ทำขึ้น  ณ<span>สำนักงานพัฒนาสังคมและความมั่นคงของมนุษย์จังหวัดเชียงราย</span> ตำบล/แขวง<span>ริมกก</span> อำเภอ/เขต<span>เมือง</span> จังหวัด<span>เชียงราย</span> เมื่อวันที่<span>๑๑</span> เดือน<span>พฤษภาคม</span> พ.ศ.<span>๒๕๕๓</span> ระหว่างสำนักงานปลัดกระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์โดย<span>-</span> ตำแหน่งปลัดกระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์  (หรือ<span>นายสมศักดิ์ พรสัจจะ</span> ตำแหน่ง<span>พัฒนาสังคมและความมั่นคงของมนุษย์จังหวัดเชียงราย</span> ผู้รับมอบอำนาจตามคำสั่งที่<span>๗๒๙/๒๕๔๙</span> ลงวันที่<span>๑๕</span> เดือน<span>พฤศจิกายน</span> พ.ศ.<span>๒๕๔๙</span> แนบท้ายสัญญา) ซึ่งต่อไปในสัญญานี้เรียกว่า <strong>“ผู้ให้เงินอุดหนุน”</strong> ฝ่ายหนึ่งกับ (ระบุชื่อองค์กร/หน่วยงานผู้รับเงินอุดหนุน)<span>บ้านสคูล</span> มีสำนักงานอยู่เลขที่<span>อาคารศูนย์ความร่วมมือไทย-สหรัฐด้านสาธารณสุข (ชั้น ๒) ในบริเวณศาลากลางจังหวัดเชียงราย (หลังเดิม)</span> หมู่ที่<span>-</span> ถนน<span>สิงหไคล</span> ตำบล/แขวง<span>เวียง</span> อำเภอ/เขต<span>เมือง</span> จังหวัด<span>เชียงราย</span> โดย<span>นายแพทย์พิษณุ ขันติพงษ์</span> (ระบุชื่อบุคคล)<span></span> ผู้มีอำนาจลงนามผูกพันปรากฏตามหนังสือรับรอง ซึ่งต่อไปในสัญญานี้เรียกว่า <strong>“ผู้รับเงินอุดหนุน”</strong> อีกฝ่ายหนึ่ง  คู่สัญญาทั้งสองฝ่ายได้ตกลงมีข้อความดังต่อไปนี้</p>

<p>ข้อ ๑ ผู้ให้เงินอุดหนุนตกลงให้เงินอุดหนุนและผู้รับเงินอุดหนุนตกลงรับเงินอุดหนุน จำนวน<span>๙๘๐,๐๐๐</span> บาท(<span>-เก้าแสนแปดหมื่นบาทถ้วน-</span>) เพื่อใช้จ่ายตามโครงการ/กิจกรรม (ชื่อโครงการ/กิจกรรม)<span>โครงการรักไม่วุ่นของคนหนุ่มสาว : Safe sex is cool หรือชื่อเดิม โครงการพัฒนารูปแบบการให้บริการวางแผนครอบครัวและป้องกันโรคติดต่อทางเพศสัมพันธ์สำหรับเยาวชนในจังหวัดเชียงราย (CR ๑๘)</span>  ซึ่งได้รับอนุมัติจากคณะกรรมการบริหาร<label>กองทุนคุ้มครองเด็ก</label>ตามรายละเอียดแนบท้ายสัญญาแล้ว เมื่อวันที่<span>๒๐</span> เดือน<span>เมษายน</span> พ.ศ.<span>๒๕๕๓</span></p>

<p>ข้อ ๒ ผู้รับเงินอุดหนุนยินยอมปฏิบัติตามเงื่อนไขต่างๆ ตามระเบียบเกี่ยวกับ<label>กองทุนคุ้มครองเด็ก</label>หรือประกาศคณะกรรมการบริหารกองทุนหรือประกาศสำนักงานปลัดกระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์ที่เกี่ยวข้องทุกประการ</p>

<p>ข้อ ๓ ผู้รับเงินอุดหนุนจะเปลี่ยนแปลงรายการและวงเงินตามที่ได้รับอนุมัติจาก<label>กองทุนคุ้มครองเด็ก</label>ได้ก็ต่อเมื่อได้รับความเห็นชอบจากคณะกรรมการบริหารกองทุนก่อนทุกครั้ง</p>

<p>ข้อ ๔  ผู้รับเงินอุดหนุนจะต้องใช้จ่ายเงินอุดหนุนเพื่อดำเนินการตามโครงการซึ่งได้รับการอนุมัติให้เป็นไปตามวัตถุประสงค์ของโครงการเท่านั้น โดยผู้รับเงินอุดหนุนตกลงยินยอมให้เจ้าหน้าที่สำนักงานปลัดกระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์ตรวจสอบผลการปฏิบัติงานและการใช้จ่ายเงินที่ได้รับจากกองทุน และผู้รับเงินอุดหนุนมีหน้าที่ต้องรายงานผลการปฏิบัติงานและการใช้จ่ายเงินที่ได้รับจากกองทุนตามแบบและภายในเวลาที่ผู้ให้เงินอุดหนุนกำหนด</p>

<p>ในกรณีผู้รับเงินอุดหนุนนำเงินไปใช้นอกเหนือจากวัตถุประสงค์ดังกล่าว  ผู้รับเงินอุดหนุนจะต้องรับผิดชอบชดใช้เงินส่วนนั้นคืนให้แก่ผู้ให้เงินอุดหนุนภายใน<span>๓๐  (สามสิบ) วัน</span> นับแต่วันที่ได้รับหนังสือ แจ้งจากผู้ให้เงินอุดหนุนพร้อมด้วยดอกเบี้ยในอัตรา<span>ร้อยละ ๑๕  (สิบห้า) ต่อปี</span> นับแต่วันที่ได้รับเงินอุดหนุนไปจนกว่าจะชดใช้เงินคืนจนครบถ้วนเสร็จสิ้น </p>

<div class="signpage">ลงชื่อ................................................</div>

<div style='page-break-after: always'></div>
<p>ข้อ ๕  หากผู้รับเงินอุดหนุนมีเงินเหลือจากการดำเนินการโครงการ/กิจกรรมเมื่อสิ้นสุดโครงการแล้ว ผู้รับเงินอุดหนุนจะต้องส่งคืนเงินอุดหนุนที่เหลือ  พร้อมดอกเบี้ยที่เกิดขึ้น (หากมี) ให้แก่ผู้ให้เงินอุดหนุน ภายใน <span>๙๐  (เก้าสิบ) วัน</span> นับแต่วันสิ้นสุดโครงการ</p>

<p>ข้อ  ๖  ในกรณีผู้รับเงินอุดหนุนไม่ปฏิบัติตามสัญญาข้อหนึ่งข้อใด  ผู้ให้เงินอุดหนุนจะมีหนังสือแจ้งให้ผู้รับเงินอุดหนุนทราบ  โดยจะกำหนดระยะเวลาพอสมควรเพื่อให้ปฏิบัติให้ถูกต้องตามสัญญา  หากผู้รับเงินอุดหนุนไม่ปฏิบัติภายในระยะเวลาที่กำหนดดังกล่าว  ผู้ให้เงินอุดหนุนมีสิทธิบอกเลิกสัญญาได้ทันที</p>

<p><label>ข้อ ๗</label> ในกรณีที่มีการบอกเลิกสัญญาดังกล่าว  ผู้รับเงินอุดหนุนจะต้องชดใช้เงินอุดหนุนคืนให้แก่ผู้ให้เงินอุดหนุนตามจำนวนเงินที่ได้รับทั้งหมด  หรือตามจำนวนคงเหลือในวันบอกเลิกสัญญา  หรือจำนวนเงินที่ผู้ให้เงินอุดหนุนจะพิจารณาตามความเหมาะสมแล้วแต่กรณี  พร้อมด้วยดอกเบี้ยในอัตรา<span>ร้อยละ ๑๕ (สิบห้า) ต่อปี</span>  นับแต่วันบอกเลิกสัญญาจนถึงวันใช้คืนจนครบถ้วนเสร็จสิ้น  ทั้งนี้  ในกรณีเกิดความเสียหายอย่างหนึ่งอย่างใดแก่ผู้ให้เงินอุดหนุน ผู้ให้เงินอุดหนุนมีสิทธิที่จะเรียกค่าเสียหายจากผู้รับเงินอุดหนุนอีกด้วย</p>

<label><p>สัญญานี้ทำขึ้นมาเป็นสามฉบับ มีข้อความถูกต้องตรงกัน คู่สัญญาได้อ่านและเข้าใจข้อความโดยละเอียดตลอดแล้ว จึงได้ลงลายมือชื่อ พร้อมทั้งประทับตรา (ถ้ามี) ไว้เป็นสำคัญต่อหน้าพยาน และคู่สัญญาต่างยึดถือไว้ฝ่ายละหนึ่งฉบับ</p></label>

<div id="sign">
<div>ลงชื่อ................................................................ผู้ใช้เงินอุดหนุน</div>
<div>(....................................................................)</div>
<div>ตำแหน่ง...............................................................</div>
<div style="margin:10px 0;"></div>
<div>ลงชื่อ................................................................ผู้รับเงินอุดหนุน</div>
<div>(....................................................................)</div>
<div>ตำแหน่ง...............................................................</div>
<div style="margin:10px 0;"></div>
<div>ลงชื่อ................................................................พยาน</div>
<div>(....................................................................)</div>
<div>ตำแหน่ง...............................................................</div>
<div style="margin:10px 0;"></div>
<div>ลงชื่อ................................................................พยาน</div>
<div>(....................................................................)</div>
<div>ตำแหน่ง...............................................................</div>
</div>
</div><!--print-->

</body>
</html>