<?php error_reporting(0); ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Untitled Document</title>
</head>

<body>
<div id="print">
<h2>สัญญารับเงินอุดหนุนจาก<label><?=$contract['type']?></label></h2>
<div id="contractID">สัญญาเลขที่ <span> <?=$contract['contract_number_1']?> / <?=$contract['contract_number_2']?> </span></div>
<div class="clear" style="padding:10px 0;"></div>
<p>สัญญาฉบับนี้ทำขึ้น  ณ<span><?=$user_data['0']['number']?></span> ตำบล/แขวง<span><?=$user_data['0']['subdistrict']?></span> อำเภอ/เขต<span><?=$user_data['0']['district']?></span> จังหวัด<span><?=$user_data['0']['provincetitle']?></span> เมื่อวันที่<span><?=$made_date['0']?></span> เดือน<span><?=$made_date['1']?></span> พ.ศ.<span><?=$made_date['2']?></span> ระหว่างสำนักงานปลัดกระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์โดย
	<?php if($contract['funding_type'] == 1 || $contract['funding_type'] == 2):?>
		<span><?=$contract['funding_name']?></span> ตำแหน่งปลัดกระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์ 
	<?php else:?>
		<span><?=$contract['funding_name']?></span> ตำแหน่ง<span><?=$contract['position']?></span>
	<?php endif;?>
	ผู้รับมอบอำนาจตามคำสั่งที่<span><?=$contract['order']?></span> ลงวันที่<span><?=$order_date['0']?></span> เดือน<span><?=$order_date['1']?></span> พ.ศ.<span><?=$order_date['2']?></span> แนบท้ายสัญญา ซึ่งต่อไปในสัญญานี้เรียกว่า <strong>“ผู้ให้เงินอุดหนุน”</strong> ฝ่ายหนึ่งกับ (ระบุชื่อองค์กร/หน่วยงานผู้รับเงินอุดหนุน)<span><?=$organize->org_name;?></span> มีสำนักงานอยู่เลขที่<span><?=$organize->org_home_no;?></span> หมู่ที่<span><?=$organize->org_moo?></span> ถนน<span><?=$organize->org_road?></span> ตำบล/แขวง<span><?=$organize->org_tumbon_name?></span> อำเภอ/เขต<span><?=$organize->org_ampor_name?></span> จังหวัด<span><?=$organize->org_province_name?></span> โดย<span><?=$contract['recipient']?></span> (ระบุชื่อบุคคล) ผู้มีอำนาจลงนามผูกพันปรากฏตามหนังสือรับรอง ซึ่งต่อไปในสัญญานี้เรียกว่า <strong>“ผู้รับเงินอุดหนุน”</strong> อีกฝ่ายหนึ่ง  คู่สัญญาทั้งสองฝ่ายได้ตกลงมีข้อความดังต่อไปนี้</p>

<p>ข้อ ๑ ผู้ให้เงินอุดหนุนตกลงให้เงินอุดหนุนและผู้รับเงินอุดหนุนตกลงรับเงินอุดหนุน จำนวน<span><?=($contract['amount'])? number_format($contract['amount'],2):"0.00";?></span> บาท <?=$th_read?> เพื่อใช้จ่ายตามโครงการ/กิจกรรม (ชื่อโครงการ/กิจกรรม)<span>โครงการรักไม่วุ่นของคนหนุ่มสาว : Safe sex is cool หรือชื่อเดิม โครงการพัฒนารูปแบบการให้บริการวางแผนครอบครัวและป้องกันโรคติดต่อทางเพศสัมพันธ์สำหรับเยาวชนในจังหวัดเชียงราย (CR ๑๘)</span>  ซึ่งได้รับอนุมัติจากคณะกรรมการบริหาร<label>กองทุนคุ้มครองเด็ก</label>ตามรายละเอียดแนบท้ายสัญญาแล้ว เมื่อวันที่<span><?=$approve_date['0']?></span> เดือน<span><?=$approve_date['1']?></span> พ.ศ.<span><?=$approve_date['2']?></span></p>

<p>ข้อ ๒ ผู้รับเงินอุดหนุนยินยอมปฏิบัติตามเงื่อนไขต่างๆ ตามระเบียบเกี่ยวกับ<label>กองทุนคุ้มครองเด็ก</label>หรือประกาศคณะกรรมการบริหารกองทุนหรือประกาศสำนักงานปลัดกระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์ที่เกี่ยวข้องทุกประการ</p>

<p>ข้อ ๓ ผู้รับเงินอุดหนุนจะเปลี่ยนแปลงรายการและวงเงินตามที่ได้รับอนุมัติจาก<label>กองทุนคุ้มครองเด็ก</label>ได้ก็ต่อเมื่อได้รับความเห็นชอบจากคณะกรรมการบริหารกองทุนก่อนทุกครั้ง</p>

<p>ข้อ ๔  ผู้รับเงินอุดหนุนจะต้องใช้จ่ายเงินอุดหนุนเพื่อดำเนินการตามโครงการซึ่งได้รับการอนุมัติให้เป็นไปตามวัตถุประสงค์ของโครงการเท่านั้น โดยผู้รับเงินอุดหนุนตกลงยินยอมให้เจ้าหน้าที่สำนักงานปลัดกระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์ตรวจสอบผลการปฏิบัติงานและการใช้จ่ายเงินที่ได้รับจากกองทุน และผู้รับเงินอุดหนุนมีหน้าที่ต้องรายงานผลการปฏิบัติงานและการใช้จ่ายเงินที่ได้รับจากกองทุนตามแบบและภายในเวลาที่ผู้ให้เงินอุดหนุนกำหนด</p>

<p>ในกรณีผู้รับเงินอุดหนุนนำเงินไปใช้นอกเหนือจากวัตถุประสงค์ดังกล่าว  ผู้รับเงินอุดหนุนจะต้องรับผิดชอบชดใช้เงินส่วนนั้นคืนให้แก่ผู้ให้เงินอุดหนุนภายใน<span>๓๐  (สามสิบ) วัน</span> นับแต่วันที่ได้รับหนังสือ แจ้งจากผู้ให้เงินอุดหนุนพร้อมด้วยดอกเบี้ยในอัตรา<span>ร้อยละ ๑๕  (สิบห้า) ต่อปี</span> นับแต่วันที่ได้รับเงินอุดหนุนไปจนกว่าจะชดใช้เงินคืนจนครบถ้วนเสร็จสิ้น </p>

<!-- <div class="signpage">ลงชื่อ................................................</div> -->

<div style='page-break-after: always'></div>
<p>ข้อ ๕  หากผู้รับเงินอุดหนุนมีเงินเหลือจากการดำเนินการโครงการ/กิจกรรมเมื่อสิ้นสุดโครงการแล้ว ผู้รับเงินอุดหนุนจะต้องส่งคืนเงินอุดหนุนที่เหลือ  พร้อมดอกเบี้ยที่เกิดขึ้น (หากมี) ให้แก่ผู้ให้เงินอุดหนุน ภายใน <span>๙๐  (เก้าสิบ) วัน</span> นับแต่วันสิ้นสุดโครงการ</p>

<p>ข้อ  ๖  ในกรณีผู้รับเงินอุดหนุนไม่ปฏิบัติตามสัญญาข้อหนึ่งข้อใด  ผู้ให้เงินอุดหนุนจะมีหนังสือแจ้งให้ผู้รับเงินอุดหนุนทราบ  โดยจะกำหนดระยะเวลาพอสมควรเพื่อให้ปฏิบัติให้ถูกต้องตามสัญญา  หากผู้รับเงินอุดหนุนไม่ปฏิบัติภายในระยะเวลาที่กำหนดดังกล่าว  ผู้ให้เงินอุดหนุนมีสิทธิบอกเลิกสัญญาได้ทันที</p>

<?php if($contract['type'] == "กองทุนส่งเสริมการจัดสวัสดิการสังคม"): ?>
<p><label>ข้อ ๗</label> ในกรณีที่มีการบอกเลิกสัญญาดังกล่าว  ผู้รับเงินอุดหนุนจะต้องชดใช้เงินอุดหนุนคืนให้แก่ผู้ให้เงินอุดหนุนตามจำนวนเงินที่ได้รับทั้งหมด  หรือตามจำนวนคงเหลือในวันบอกเลิกสัญญา  หรือจำนวนเงินที่ผู้ให้เงินอุดหนุนจะพิจารณาตามความเหมาะสมแล้วแต่กรณี  พร้อมด้วยดอกเบี้ยในอัตรา<span>ร้อยละ ๑๕ (สิบห้า) ต่อปี</span>  นับแต่วันบอกเลิกสัญญาจนถึงวันใช้คืนจนครบถ้วนเสร็จสิ้น  ทั้งนี้  ในกรณีเกิดความเสียหายอย่างหนึ่งอย่างใดแก่ผู้ให้เงินอุดหนุน ผู้ให้เงินอุดหนุนมีสิทธิที่จะเรียกค่าเสียหายจากผู้รับเงินอุดหนุนอีกด้วย</p>

<label><p>สัญญานี้ทำขึ้นมาเป็นสามฉบับ มีข้อความถูกต้องตรงกัน คู่สัญญาได้อ่านและเข้าใจข้อความโดยละเอียดตลอดแล้ว จึงได้ลงลายมือชื่อ พร้อมทั้งประทับตรา (ถ้ามี) ไว้เป็นสำคัญต่อหน้าพยาน และคู่สัญญาต่างยึดถือไว้ฝ่ายละหนึ่งฉบับ</p></label>
<?php else:?>
<p>ในกรณีที่มีการบอกเลิกสัญญาดังกล่าว  ผู้รับเงินอุดหนุนจะต้องชดใช้เงินอุดหนุนคืนให้แก่ผู้ให้เงินอุดหนุนตามจำนวนเงินที่ได้รับทั้งหมด  หรือตามจำนวนคงเหลือในวันบอกเลิกสัญญา  หรือจำนวนเงินที่ผู้ให้เงินอุดหนุนจะพิจารณาตามความเหมาะสมแล้วแต่กรณี  พร้อมด้วยดอกเบี้ยในอัตรา<span>ร้อยละ ๑๕ (สิบห้า) ต่อปี</span>  นับแต่วันบอกเลิกสัญญาจนถึงวันใช้คืนจนครบถ้วนเสร็จสิ้น  ทั้งนี้  ในกรณีเกิดความเสียหายอย่างหนึ่งอย่างใดแก่ผู้ให้เงินอุดหนุน ผู้ให้เงินอุดหนุนมีสิทธิที่จะเรียกค่าเสียหายจากผู้รับเงินอุดหนุนอีกด้วย</p>
<?php endif;?>
<div id="sign">
<div>ลงชื่อ................................................................ผู้ใช้เงินอุดหนุน</div>
<div>(....................................................................)</div>
<div>ตำแหน่ง...............................................................</div>

<div style="margin:10px 0;"></div>
<div>ลงชื่อ................................................................ผู้รับเงินอุดหนุน</div>
<div>(....................................................................)</div>
<div>ตำแหน่ง...............................................................</div>

<div style="margin:10px 0;"></div>
<div>ลงชื่อ................................................................พยาน</div>
<div>(....................................................................)</div>
<div>ตำแหน่ง...............................................................</div>

<div style="margin:10px 0;"></div>
<div>ลงชื่อ................................................................พยาน</div>
<div>(....................................................................)</div>
<div>ตำแหน่ง...............................................................</div>
</div>
</div><!--print-->

</body>
</html>