<style type="text/css">
.map{
	background:url(../images/bg_topic.gif);
}
</style>

<div style="float:left; width:70%">
<h3>รายงานระดับความเสี่ยง</h3>
<h4>รอบที่ 1 จังหวัดนนทบุรี พ.ศ. 2554</h4>
</div>

<div id="process">
<div>รหัสบันทึก : S:20110404141300:668</div>
<div id="stepup"><div id="progressbar" style="width:95%; height:15px;" title="ความคืบหน้าของโครงการ" class="vtip"> </div>
<span>33.33 % ( ดำเนินการ 5 / ทั้งหมด 15 )</span></div>
</div>
<h5 style="margin:20px 0;">สรุปรายงานความเสี่ยงแบบย่อ ของ โครงการส่งเสริมและพัฒนาศักยภาพของครอบครัว (ศูนย์พัฒนาครอบครัวในชุมชน)</h5>

<div style="float:left; width:50%;"><h4></h4>&nbsp;</div><div style="float:left; width:50%; text-align:right;">
  <h4><a href="#">รอบที่ 2 >></a></h4></div>
<table class="tblist2">
<tr>
<th rowspan="2">รอบที่</th>
<th rowspan="2">ความเสี่ยง โดยสรุปทุกกิจกรรมภายในโครงการ</th>
<th colspan="3" style="text-align:center;">รายละเอียดกิจกรรมหลัก / กิจกรรมย่อย ของหน่วยรับตรวจ</th>
</tr>
<tr>
  <th>กิจกรรมหลัก / กิจกรรมย่อย</th>
  <th>ปัญหาและอุปสรรค</th>
  <th>แนวทางการแก้ไข</th>
</tr>
<tr>
<td width="7%">1</td>
<td width="38%"><p><strong>( 1 ) Key Risk area</strong><br />
  K1 : ระดับที่ 3 ( โอกาส = 3, ผลกระทบ = 3, รวม = <span class="red">9</span> )<br />
  K2 : ระดับที่ 3 ( โอกาส = 2, ผลกระทบ = 3, รวม = <span class="red">6</span> )</p>
  <p><strong>( 2 ) Political Risk</strong><br />
    P1 : ระดับที่ 2 ( โอกาส = 2, ผลกระทบ = 2, รวม = <span class="red">4</span> )<br />
    P2 : ระดับที่ 1 ( โอกาส = 1, ผลกระทบ = 1, รวม = <span class="red">1</span> )<br />
    P3 : ระดับที่ 2 ( โอกาส = 2, ผลกระทบ = 2, รวม = <span class="red">4</span> )<br />
    P4 : ระดับที่ 2 ( โอกาส = 2, ผลกระทบ = 2, รวม = <span class="red">4</span> )</p>
  <p><strong>( 3 ) Negotiation Risk</strong><br />
    N1 : ระดับที่ 3 ( โอกาส = 3, ผลกระทบ = 3, รวม = <span class="red">9</span> )<br />
    N2 : ระดับที่ 2 ( โอกาส = 2, ผลกระทบ = 2, รวม = <span class="red">4</span> )</p>
  <p><strong>( 4 ) Ohter (อื่นๆ)</strong><br />
    อื่นๆ : ไม่พบข้อมูล</p></td>
<td width="30%">1. 1.  จัดประชุมซักซ้อมการจัดตั้งศูนย์พัฒนาครอบครัวในชุมชน  (ศูนย์ใหม่)    เมื่อวันที่  27  ธันวาคม  2553  ณ  ห้องประชุมชั้น  5    ศาลากลางจังหวัดนนทบุรี <br />
2. จัดทำเวทีประชาคมเพื่อคัดเลือก คณะทำงานศูนย์พัฒนาครอบครัวในชุมชน    (ศูนย์ใหม่)  จำนวน  2  ศูนย์  ได้แก่  วันที่  19  มีนาคม  2554    ทำเวทีประชาคมเพื่อคัดเลือกคณะทำงานฯ  ตำบลบางตลาด  อำเภอปากเกร็ด  ,วันที่    26  มีนาคม  2554  จัดทำเวทีประชาคมคัดเลือกคณะทำงานฯ  ตำบลท่าทราย</td>
<td width="15%">&nbsp;</td>
<td width="10%">&nbsp;</td>
</tr>
</table>

<div style="text-align:right;"><a href="#">ดูรายงาน</a> | <a href="<?=basename($_SERVER['PHP_SELF'])?>?act=report">รายงานข้อมูล</a></div>


<h5>ดูรายละเอียดของ โครงการส่งเสริมและพัฒนาศักยภาพของครอบครัว (ศูนย์พัฒนาครอบครัวในชุมชน) ในจังหวัดที่เกี่ยวข้อง</h5>
<div id="refRound">
<p>- <a href="#">รอบที่ 1 ของ จังหวัด นนทบุรี ปี พ.ศ. 2554</a></p>
<p>- <a href="#">รอบที่ 1 ของ จังหวัด ปทุมธานี ปี พ.ศ. 2554</a></p>
<p>- <a href="#">รอบที่ 1 ของ จังหวัด พระนครศรีอยุธยา ปี พ.ศ. 2554</a></p>
<p>- <a href="#">รอบที่ 1 ของ จังหวัด สระบุรี ปี พ.ศ. 2554</a></p>
<div class="clear"></div>
</div>

<h5 style="padding:10px 0;">กราฟแสดงความเสี่ยง รายรอบที่ 1</h5>

<div id="tabs">
	<ul>
		<li><a href="#tabs-k1">แถบที่ K1</a></li>
		<li><a href="#tabs-k2">แถบที่ K2</a></li>
		<li><a href="#tabs-p1">แถบที่ P1</a></li>
        <li><a href="#tabs-p2">แถบที่ P2</a></li>
        <li><a href="#tabs-p3">แถบที่ P3</a></li>
        <li><a href="#tabs-p4">แถบที่ P4</a></li>
        <li><a href="#tabs-n1">แถบที่ N1</a></li>
        <li><a href="#tabs-n2">แถบที่ N2</a></li>
        <li><a href="#tabs-other">แถบที่ อื่นๆ</a></li>
	</ul>
  <div id="tabs-k1">
		<h5>ข้อมูลแสดงระดับความเสี่ยงของ : ทรัพยากรในการสนับสนุนการดำเนินกิจกรรม / แผนงาน / โครงการมีทรัพยากร (ทุกด้าน) สนับสนุนไม่เพียงพอ ของจังหวัดนนทบุรี</h5>
<dl id="imap">        
  <img src="images/map_of_thailand.png" width="892" height="1500" border="0" usemap="#Map" style="margin-top:10px;" />
</dl>  
  <map name="Map" id="Map" class="map">
    <area class="map"  shape="poly" coords="423,437,438,406,444,389,512,411,499,490,466,516,426,522,420,470" href="#" />
  </map>
  </div>
<div id="tabs-k2">
		<h5>ข้อมูลแสดงระดับความเสี่ยงของ : การประสานการดำเนินงานระหว่างภาคีเครือข่ายที่เกี่ยวข้องไม่ส่งผลสำเร็จอย่างยั่งยืนของแผนงาน / โครงการ ของจังหวัดนนทบุรี</h5>
	</div>
<div id="tabs-p1">
		<h5>ข้อมูลแสดงระดับความเสี่ยงของ : การใช้จ่ายงบประมาณมีโอกาสไม่ตรงตามความต้องการของกลุ่มเป้าหมาย ของจังหวัดนนทบุรี</h5>
	</div>
    <div id="tabs-p2">
		<h5>ข้อมูลแสดงระดับความเสี่ยงของ : การใช้งบประมาณไม่มีการตรวจสอบความโปร่งใสเพียงพอ ของจังหวัดนนทบุรี</h5>
	</div>
    <div id="tabs-p3">
		<h5>ข้อมูลแสดงระดับความเสี่ยงของ : การใช้จ่ายงบประมาณไม่กระจายสู่กลุ่มเป้าหมายของโครงการ ของจังหวัดนนทบุรี</h5>
	</div>
    <div id="tabs-p4">
		<h5>ข้อมูลแสดงระดับความเสี่ยงของ : การใช้จ่ายงบประมาณไม่ตรงตามวัตถุประสงค์ของโครงการ ของจังหวัดนนทบุรี</h5>
	</div>
    <div id="tabs-n1">
		<h5>ข้อมูลแสดงระดับความเสี่ยงของ : กลุ่มเป้าหมายของโครงการมีส่วนร่วมในกิจกรรมไม่ต่อเนื่อง ของจังหวัดนนทบุรี</h5>
	</div>
    <div id="tabs-n2">
		<h5>ข้อมูลแสดงระดับความเสี่ยงของ : ประชาชนทั่วไปในพื้นที่มีโอกาสไม่ได้รับผลประโยชน์จากโครงการ ของจังหวัดนนทบุรี</h5>
	</div>
    <div id="tabs-other">
		<h5>ข้อมูลแสดงระดับความเสี่ยงของ : ทรัพยากรในการสนับสนุนการดำเนินกิจกรรม / แผนงาน / โครงการมีทรัพยากร (ทุกด้าน) สนับสนุนไม่เพียงพอ ของจังหวัดนนทบุรี</h5>
	</div>
</div>
<br clear="all"/>