<style type="text/css">
.map{background:url(images/bg_topic.gif);}
ul .main_activity{list-style-type:none; list-style-position: inside; margin: 5px 0;}
ul .sub_activity{list-style-type:none; margin: 0 0 0 15px;}
.risktb td{vertical-align: top; line-height: 24px;}
#notice {position: absolute; top: 790px; left:350px; z-index: 5;}
#notice div{margin: 0 0 0 10px; text-decoration: underline; font-weight: bold;}
#notice table{border-collapse: separate; border-spacing: 10px 5px;}
#notice .color{border: 1px solid #000; padding: 1px 10px;}
.percent{
 display: block;
 float: left;
 background:#FFF;
 height: 17px;
 width:230px;
 border:1px solid #999;
 -moz-border-radius: 4px;
 -webkit-border-radius: 4px;
 -khtml-border-radius: 4px;
 border-radius: 4px;

 }
 .percent span{
 background:#CCFC36 url(themes/bo/css/custom-theme/images/ui-bg_dots-medium_50_4bae24_4x4.png);
 display:block;
 float:left;
 height:17px;
 }
</style>
<script type="text/javascript">
	/*
	 * Metadata - jQuery plugin for parsing metadata from elements
	 *
	 * Copyright (c) 2006 John Resig, Yehuda Katz, J�örn Zaefferer, Paul McLanahan
	 *
	 * Dual licensed under the MIT and GPL licenses:
	 *   http://www.opensource.org/licenses/mit-license.php
	 *   http://www.gnu.org/licenses/gpl.html
	 *
	 * Revision: $Id: jquery.metadata.js 3620 2007-10-10 20:55:38Z pmclanahan $
	 *
	 */
	(function($){$.extend({metadata:{defaults:{type:'class',name:'metadata',cre:/({.*})/,single:'metadata'},setType:function(type,name){this.defaults.type=type;this.defaults.name=name;},get:function(elem,opts){var settings=$.extend({},this.defaults,opts);if(!settings.single.length)settings.single='metadata';var data=$.data(elem,settings.single);if(data)return data;data="{}";if(settings.type=="class"){var m=settings.cre.exec(elem.className);if(m)data=m[1];}else if(settings.type=="elem"){if(!elem.getElementsByTagName)return;var e=elem.getElementsByTagName(settings.name);if(e.length)data=$.trim(e[0].innerHTML);}else if(elem.getAttribute!=undefined){var attr=elem.getAttribute(settings.name);if(attr)data=attr;}if(data.indexOf('{')<0)data="{"+data+"}";data=eval("("+data+")");$.data(elem,settings.single,data);return data;}}});$.fn.metadata=function(opts){return $.metadata.get(this[0],opts);};})(jQuery);
</script> 
<script type="text/javascript" src="themes/bo/js/jquery.maphilight.min.js"></script>
<script type="text/javascript">
	$(function() {
		
		<?php foreach ($p_area as $p):?>
			var province = ".<?php echo $p['entitle']?>";
			var provinceid = "<?php echo $p['id']?>";
			$(document).find(province).clone().appendTo("map");
			
			<?php foreach($risktype as $rt):?>
				var subjectid = "<?php echo $rt['subjectid']?>"
				<?php $effectlevel = $this->db->getone("select effectlevel from insp_project_risk_save where provinceid = ".$p['id']." and subjectid = ".$rt['subjectid']." and roundno = ".$roundno." and projectid = ".$projectid)?>
				
				<?php $risk_value = $this->db->getone("select (effectlevel * chancelevel) risk_value from insp_project_risk_save where provinceid = ".$p['id']." and subjectid = ".$rt['subjectid']." and roundno = ".$roundno."  and projectid = ".$projectid)?>
				
				<?php 
					$color = $this->db->getone("SELECT color FROM INSP_LEVEL where range_start <= ".$risk_value." and range_end >= ".$risk_value);
					if($color == ''){
						$color = $default_color;
					}
				?>
				mapcolor = "{fillColor:'<?php echo $color?>'}";
				$(document).find("input[name=subjectid][value="+subjectid+"]").siblings(province).addClass(mapcolor);
				
			<?php endforeach;?>
		<?php endforeach;?>
		
		
		$("#notice").appendTo("dl").show();
		
		$('.map').maphilight({
				fill: true,
				fillColor: 'FFFFFF',
				fillOpacity: 1,
				stroke: false,
				strokeColor: '000000',
				strokeOpacity:0.9,
				strokeWidth: 0,
				fade: true,
				alwaysOn: true,
				neverOn: false,
				groupBy: false
		});
		
		$( "#ptabs" ).tabs();
	});
</script>
<div style="float:left; width:70%">
<h3>รายงานระดับความเสี่ยง</h3>
<h4><?php echo $round['round_name']?> จังหวัด<?php echo $province['title']?> พ.ศ. <?php echo $budgetyear+543?></h4>
</div>

<div id="process">
	<div>รหัสบันทึก</div>
	<div id="stepup">
		<span class="percent" title="ความคืบหน้าของโครงการ" class="vtip"><span style="width:<?php echo number_format($percentage,2)?>%"></span></span>
		<br clear="all">
		<span><?php echo number_format($percentage,2)?> % ( ดำเนินการ <?php echo $approvemain?> / ทั้งหมด <?php echo $totalmain?> )</span>
	</div>
</div>

<h5 style="margin:20px 0;">สรุปรายงานความเสี่ยงแบบย่อ ของ <?php echo$project['title']?></h5>

<div style="float:left; width:50%;"><h4></h4>&nbsp;</div><div style="float:left; width:50%; text-align:right;">
  <!-- <h4><a href="#">รอบที่ 2 >></a></h4> --></div>
<table class="tblist2 risktb">
<tr>
<th rowspan="2">รอบที่</th>
<th rowspan="2">ความเสี่ยง โดยสรุปทุกกิจกรรมภายในโครงการ</th>
<th colspan="3" style="text-align:center;">รายละเอียดกิจกรรมหลัก / กิจกรรมย่อย ของหน่วยรับตรวจ</th>
</tr>
<tr>
  <th>กิจกรรมหลัก / กิจกรรมย่อย</th>
  <th>ปัญหาและอุปสรรค</th>
  <th>แนวทางการแก้ไข</th>
</tr>
<? for($i=1;$i<=count($data_list);$i++){ ?>
<tr>
<? if($i==1){?>
<td <?=$row_span;?> width="7%"><?php echo $round['round_name']?></td>
<td <?=$row_span;?> width="38%">
	<?php $type = '0'; ?>
	<?php foreach($risktype as $rt):?>
		<?php if($type<>$rt['risktype']):?>
			<?php echo $type_name[$rt['risktype']]; ?>
			<?php $key = '0'; ?>
		<?php endif ?>
  		<div class="Irisk"><?php echo $type_id[$rt['risktype']]; ?><?php echo ++$key;?> : ระดับที่ <?php echo $rt['effectlevel']?> ( โอกาส = <?php echo $rt['chancelevel']?>, ผลกระทบ = <?php echo $rt['effectlevel']?>, รวม = <span class="red"><?php echo $rt['chancelevel']*$rt['effectlevel']?></span> )</div>
  		<?php $type = $rt['risktype']; ?>
  	<?php endforeach;?>
  	
</td>
<? } ?>
<td width="30%">
	<ul>		
			<li class="main_activity"><?php echo $i.". ".$data_list[$i]['title']?></li>
			<?php $sub_activity = $this->sub_activity->where("budgetyear = $budgetyear and projectid = $projectid and provincearea = $provincearea and provinceid = $provinceid and mainacid = ".$data_list[$i]['mid'])->get();?>
			<ul>
				<?php foreach($sub_activity as $skey=>$sub):?>
					<li class="sub_activity"><?php echo $i.".".($skey+1).". ".$sub['title']?></li>
				<?php endforeach;?>
			</ul>		
	</ul>
</td>
<td width="15%">
	<?=@$data_list[$i]['problem'];?>
</td>
<td width="10%">
	<?=@$data_list[$i]['solution'];?>&nbsp;
</td>
</tr>
<? } ?>
</table>

<?php if(login_data('is_inspector') == 'on'):?>
<div style="text-align:right;"><!-- <a href="#">ดูรายงาน</a> |  --><a href="inspect_report/project_review/<?=$budgetyear?>/<?=$projectid?>/<?=$provincearea?>/<?=$provinceid?>/<?=$roundno?>">รายงานข้อมูล</a></div>

	<h5>ดูรายละเอียดของ <?php echo$project['title']?> ในจังหวัดที่เกี่ยวข้อง</h5>
	<div id="refRound">
	<?php foreach($otherprovince as $other):?>
		<p>- <a href="inspect_report/index/<?php echo $budgetyear?>/<?php echo $projectid?>/<?php echo $other['area']?>/<?php echo $other['provinceid']?>/<?php echo $roundno?>"><?php echo $round['round_name']?> ของ จังหวัด <?php echo $other['title']?> ปี พ.ศ. <?php echo $budgetyear+543?></a></p>
	<?php endforeach;?>
	<div class="clear"></div>
	</div>
<?php endif;?>

<h5 style="padding:10px 0;">กราฟแสดงความเสี่ยง</h5>
<div id="ptabs">
	<ul>
		<?php $type = '0'; ?>
        <?php foreach ($risktype as $rt):?>
        	<?php if($type<>$rt['risktype']):?>
				<?php $key = '0'; ?>
			<?php endif ?>
        	<li><a href="#tabs-<?php echo $type_id[$rt['risktype']]; ?><?php echo ++$key;?>">แถบที่ <?php echo $type_id[$rt['risktype']]; ?><?php echo $key;?></a></li>
        	<?php $type = $rt['risktype']; ?>
        <?php endforeach;?>
	</ul>
	
	<?php $type = '0'; ?>
	<?php foreach ($risktype as $mapkey=>$rt):?>
		<?php if($type<>$rt['risktype']):?>
			<?php $key = '0'; ?>
		<?php endif ?>
		<div id="tabs-<?php echo $type_id[$rt['risktype']]; ?><?php echo ++$key;?>">
			<h5>ข้อมูลแสดงระดับความเสี่ยงของ : <?php echo $rt['title']?></h5><br>
		<dl>
			<div style=" position:relative; width:620px; height:1126px;">
				<div style="width:620px; height:1126px; position:absolute; z-index:2; top:0; left:0;">
					<img src="themes/bo/images/map_of_thailand2.png" width="620" height="1126" border="0"/>
				</div>
				<div style="width:620px; height:1126px; position:absolute; z-index:1; top:0; left:0;">
					<img class="map" src="themes/bo/images/map_of_thailand_bg.jpg" width="620" height="1126" border="0" usemap="#mapthai<?php echo $mapkey?>" style="margin-top:10px;" />
				</div>
			</div>
		</dl>
		  <map name="mapthai<?php echo $mapkey?>">
		  	<input type="hidden" name="subjectid" value="<?php echo $rt['subjectid']?>">
		  </map>
		</div>
		<?php $type = $rt['risktype']; ?>
	<?php endforeach;?>
</div>
<br clear="all"/>

<!-------------- hidden blog risk detail ---------------->
<div id="notice" style="display:none;">
	<div>คำอธิบายสีระดับความเสี่ยง</div>
		<table>
			<?php foreach($level as $item):?>
			<tr>
				<td class="color" bgcolor="<?php echo $item['color']?>">&nbsp;</td>
				<td title="ค่าความเสี่ยงระหว่าง <?php echo $item['range_start']?> ~ <?php echo $item['range_end']?>"><?php echo $item['color_detail']?></td>
			</tr>
			<?php endforeach;?>
		</table>
</div>
<!-------------- province area map ---------------->

<div style="display:none">
	<area class="krabi" shape="poly" coords="153,967,146,961,144,955,141,960,136,951,134,945,131,938,128,935,122,938,117,934,111,929,111,920,113,915,106,911,102,907,106,901,106,895,117,884,122,887,123,891,122,895,128,900,134,902,139,905,142,908,152,908,153,912,157,912,161,912,161,917,161,927,160,935,160,940,154,947,157,951,157,959,156,962,153,966" alt="จ.กระบี่" title="จ.กระบี่">
	<area class="bangkok" shape="poly" coords="220,506,231,517,241,506,248,513,256,505,262,506,269,500,265,492,259,491,240,491,235,504,222,502,217,507" alt="จ.กรุงเทพฯ" title="จ.กรุงเทพฯ" >
	<area class="kanchanaburi" shape="poly" coords="69,426,67,418,64,410,67,401,73,393,80,390,82,384,89,383,88,374,89,365,96,364,101,369,106,376,109,383,112,389,117,396,125,400,130,405,132,411,137,416,146,421,147,430,156,432,158,437,163,434,169,433,172,440,178,442,180,451,178,461,179,474,174,482,174,491,173,501,168,503,163,501,156,504,151,506,148,508,144,510,138,508,132,500,130,492,121,486,118,482,108,474,103,464,95,457,91,448,85,443,78,437,71,435" alt="จ.กาญจนบุรี" title="จ.กาญจนบุรี">
	<area class="kalasin" shape="poly" coords="419,266,435,285,444,300,470,320,488,310,489,297,482,280,468,263,453,257,431,246,417,255,417,269" alt="จ.กาฬสินธุ์" title="จ.กาฬสินธุ์">
	<area class="kamphaengphet" shape="poly" coords="130,313,136,345,153,342,174,345,188,334,195,330,194,313,198,301,177,286,166,288,157,278,154,281,126,305,130,314,133,346" alt="จ.กำแพงเพชร" title="จ.กำแพงเพชร">
	<area class="khonkaen" shape="poly" coords="295,305,310,313,322,325,343,324,357,344,355,355,377,354,388,359,406,356,424,347,428,335,416,334,413,326,409,315,412,305,414,292,415,276,417,255,408,257,393,251,383,265,373,278,360,273,346,264,336,268,331,276,321,274,313,276,303,279,298,285,294,304" alt="จ.ขอนแก่น" title="จ.ขอนแก่น">
	<area class="chanthaburi" shape="poly" coords="356,602,351,597,344,589,341,594,331,580,334,565,324,544,339,537,361,555,369,554,383,555,385,577,371,585,359,606" alt="จ.จันทบุรี" title="จ.จันทบุรี">
	<area class="chachoengsao" shape="poly" coords="265,491,272,498,269,504,265,506,267,521,294,516,314,523,320,531,329,541,342,537,342,521,335,503,326,497,315,502,294,493,283,497,278,491,268,490" alt="จ.ฉะเชิงเทรา" title="จ.ฉะเชิงเทรา">
	<area class="chonburi" shape="poly" coords="260,585,270,586,279,572,277,555,293,552,298,556,314,551,329,544,314,528,296,518,263,523,268,534,264,550,268,561,266,571,261,575,259,583" alt="จ.ชลบุรี" title="จ.ชลบุรี">
	<area class="chainat" shape="poly" coords="171,412,178,410,187,417,195,414,203,416,212,409,217,403,217,393,208,380,202,376,200,385,184,383,174,380,166,393,170,403,170,411" alt="จ.ชัยนาท" title="จ.ชัยนาท">
	<area class="chaiyaphum" shape="poly" coords="294,308,298,320,298,327,298,335,298,348,285,371,285,377,289,388,292,405,296,409,302,399,340,377,341,365,350,357,358,346,349,333,340,323,323,326,311,313,294,307" alt="จ.ชัยภูมิ" title="จ.ชัยภูมิ">
	<area class="chumphon" shape="poly" coords="108,817,102,811,104,803,106,797,115,788,120,776,122,764,123,752,123,747,120,742,126,734,127,723,125,718,126,715,140,703,143,706,149,707,155,712,163,713,165,715,171,715,169,719,162,719,160,724,159,731,156,735,151,736,151,740,152,755,151,762,145,762,142,764,143,768,147,771,143,777,144,784,144,799,139,800,131,802,127,804,122,807,118,809,116,809,107,817" alt="จ.ชุมพร" title="จ.ชุมพร">
	<area class="chiangrai" shape="poly" coords="155,31,156,26,152,22,156,16,162,14,166,16,174,16,178,15,180,11,185,9,192,11,195,17,198,22,203,21,204,15,210,13,213,19,220,25,227,29,233,30,234,39,234,46,228,52,225,55,223,62,225,68,220,73,215,75,210,79,205,82,196,84,189,82,179,83,173,84,166,81,160,81,159,87,158,95,158,102,155,109,152,114,147,114,144,107,145,101,142,95,138,87,139,77,138,68,141,60,146,56,149,50,154,54,158,55,161,47,156,41,154,37" alt="จ.เชียงราย" title="จ.เชียงราย">
	<area class="chiangmai" shape="poly" coords="84,255,90,257,92,227,102,219,114,224,114,208,104,191,107,180,104,160,109,151,130,142,139,154,142,143,146,137,139,124,146,115,144,102,137,88,138,69,148,50,158,55,160,48,154,37,131,30,119,61,107,56,89,66,82,66,83,92,88,114,77,118,61,114,55,152,60,164,54,193,63,203,65,223,78,242,83,255" alt="จ.เชียงใหม่" title="จ.เชียงใหม่">
	<area class="trang" shape="poly" coords="184,1006,176,999,172,999,170,995,170,990,166,990,159,983,154,976,153,967,156,960,157,951,154,947,159,941,160,933,166,940,170,941,176,941,179,939,180,934,184,933,190,933,188,942,191,946,192,949,191,953,191,961,197,965,198,972,203,978,203,985,204,990,207,997,209,1000,209,1005,209,1008,203,1003,199,1001,197,1001,194,1007,189,1003,186,1002,184,1006" alt="จ.ตรัง" title="จ.ตรัง">
	<area class="trat" shape="poly" coords="359,606,362,616,371,613,385,624,388,615,398,627,409,645,407,629,398,613,400,602,400,592,385,579,370,586,360,603" alt="จ.ตราด" title="จ.ตราด">
	<area class="tak" shape="poly" coords="104,312,91,292,86,286,87,281,78,266,74,261,87,256,92,228,100,221,113,225,121,226,125,236,135,246,142,254,141,265,145,272,153,281,123,306,128,315,127,332,134,344,130,368,132,380,128,401,121,396,112,389,106,376,96,361,90,362,92,346,88,335,103,330,111,329,114,315,113,306,109,305,103,313" alt="จ.ตาก" title="จ.ตาก">
	<area class="nakhonnayok" shape="poly" coords="269,488,280,489,287,478,297,474,306,462,296,453,288,448,270,458,263,472,267,489" alt="จ.นครนายก" title="จ.นครนายก">
	<area class="nakhonpathom" shape="poly" coords="183,487,194,498,199,500,203,512,217,507,219,500,216,485,209,473,193,475,182,484" alt="จ.นครปฐม" title="จ.นครปฐม">
	<area class="nakhonphanom" shape="poly" coords="496,189,502,193,509,199,514,206,523,214,532,224,538,234,541,244,541,249,532,249,527,250,520,249,513,251,509,247,506,239,504,234,498,224,494,219,493,213,487,207,483,208,477,207,479,203,475,199,474,196,487,192" alt="จ.นครพนม" title="จ.นครพนม">
	<area class="nakhonratchasima" shape="poly" coords="284,421,283,435,288,445,294,450,298,445,304,445,310,449,316,453,322,456,326,459,332,454,340,463,348,470,354,471,362,469,368,467,378,470,382,468,380,457,381,445,378,432,374,423,380,421,393,416,404,410,408,404,408,398,401,393,396,386,395,381,390,375,394,372,397,367,397,362,394,358,388,358,384,357,380,354,376,351,370,354,362,355,351,357,339,362,343,367,342,375,335,380,332,381,320,389,312,393,305,397,297,403,298,407,298,415,287,421" alt="จ.นครราชสีมา" title="จ.นครราชสีมา">
	<area class="nakhonsithammarat" shape="poly" coords="231,943,223,942,217,942,212,936,207,939,202,936,200,939,199,943,195,947,191,946,188,943,189,938,191,934,188,932,185,934,183,932,180,935,179,939,175,942,169,942,164,940,161,935,161,926,161,920,161,913,158,912,155,913,151,910,152,904,154,899,156,894,159,893,167,893,173,886,180,886,184,885,184,881,180,879,178,879,175,876,171,876,171,871,174,867,178,865,181,863,179,852,177,846,183,839,188,839,194,839,197,843,199,856,200,865,200,870,203,875,204,884,205,891,212,898,219,896,225,907,227,917,229,923,230,932,231,942" alt="จ.นครศรีธรรมราช" title="จ.นครศรีธรรมราช">
	<area class="nakhonsawan" shape="poly" coords="132,353,154,370,179,363,196,382,203,381,224,404,252,373,248,345,238,340,229,342,211,343,195,327,172,348,158,344,142,343,132,344,131,352,151,370" alt="จ.นครสวรรค์" title="จ.นครสวรรค์">
	<area class="nonthaburi" shape="poly" coords="219,498,230,501,237,498,240,489,228,485,220,475,209,472,217,485,219,500" alt="จ.นนทบุรี" title="จ.นนทบุรี">
	<area class="narathiwat" shape="poly" coords="316,1076,324,1090,332,1097,346,1096,361,1063,346,1050,335,1037,326,1043,330,1051,328,1056,316,1054,312,1063,316,1076" alt="จ.นราธิวาส" title="จ.นราธิวาส">
	<area class="nan" shape="poly" coords="205,142,204,132,204,125,204,114,204,107,208,99,215,92,223,91,229,87,229,80,237,77,246,78,253,74,259,68,270,64,274,70,283,70,285,76,281,85,284,93,285,104,286,110,288,118,283,126,282,135,281,140,277,149,270,159,270,167,263,169,259,175,253,181,244,187,240,189,230,187,222,188,216,187,220,182,224,177,224,168,228,163,225,157,214,150" alt="จ.น่าน" title="จ.น่าน" >
	<area class="buriram" shape="poly" coords="383,465,394,465,403,462,410,460,416,457,422,453,423,448,427,442,429,436,432,431,438,425,438,417,439,407,438,401,438,396,438,393,444,392,441,387,438,383,435,382,432,390,425,391,420,390,415,383,409,377,403,372,406,359,397,360,396,367,396,373,394,379,398,385,398,393,406,397,408,397,408,405,402,412,398,415,386,423,377,425,380,445,383,461" alt="จ.บุรีรัมย์" title="จ.บุรีรัมย์">
	<area class="buengkan" shape="poly" coords="424,165,418,159,419,151,429,150,435,152,447,152,455,154,463,154,470,159,473,154,481,161,495,188,488,189,480,193,469,196,461,190,454,185,445,182,439,185,434,181,438,177" alt="จ.บึงกาฬ" title="จ.บึงกาฬ">
	<area class="pathumthani" shape="poly" coords="240,490,224,484,218,473,240,468,261,461,266,475,264,489,244,490" alt="จ.ปทุมธานี" title="จ.ปทุมธานี">
	<area class="prachuapkhirikhan" shape="poly" coords="158,590,164,588,168,589,173,588,181,590,187,590,195,589,199,595,199,603,203,609,204,615,204,620,202,623,198,628,199,635,198,641,195,649,193,656,187,661,183,670,177,678,175,683,176,689,176,696,171,701,172,711,171,715,167,715,161,714,155,712,149,707,142,706,142,699,145,692,151,687,153,682,151,674,156,671,155,662,163,663,167,661,166,651,165,642,166,635,165,629,161,621,158,612,157,605,158,599" alt="จ.ประจวบคีรีขันธ์" title="จ.ประจวบคีรีขันธ์">
	<area class="prachinburi" shape="poly" coords="282,492,290,495,298,492,315,502,325,495,331,501,338,506,348,496,347,489,352,485,355,473,331,457,326,461,302,447,295,452,305,464,289,478,280,489" alt="จ.ปราจีนบุรี" title="จ.ปราจีนบุรี" >
	<area class="pattani" shape="poly" coords="292,1043,301,1036,308,1044,329,1041,335,1036,330,1025,319,1012,305,1011,298,1016,288,1019,285,1039,287,1044" alt="จ.ปัตตานี" title="จ.ปัตตานี">
	<area class="phranakhonsiayutthaya" shape="poly" coords="228,447,227,441,227,437,234,434,237,437,240,441,240,443,246,441,250,443,252,447,254,451,258,455,261,461,252,463,242,467,234,471,227,470,221,473,214,471,208,470,208,465,210,454,224,453,228,449" alt="จ.พระนครศรีอยุธยา" title="จ.พระนครศรีอยุธยา">
	<area class="phayao" shape="poly" coords="168,83,174,84,182,84,191,84,198,84,205,82,212,79,218,74,225,71,230,77,227,82,229,86,225,90,218,90,212,95,205,101,204,110,204,117,204,125,202,129,195,121,187,119,181,116,176,109,173,102,170,92" alt="จ.พะเยา" title="จ.พะเยา">
	<area class="phangnga" shape="poly" coords="93,919,83,916,78,916,74,913,74,894,76,887,75,873,75,865,78,863,74,860,75,855,83,846,84,835,87,833,93,839,98,840,96,844,92,852,90,863,99,872,100,880,103,884,106,884,110,881,113,882,116,885,114,889,108,894,106,899,103,905,101,908,95,909,93,914,93,919" alt="จ.พังงา" title="จ.พังงา">
	<area class="phatthalung" shape="poly" coords="220,1014,214,1008,209,1007,210,999,203,987,203,978,198,971,198,965,190,960,191,952,192,945,195,945,199,942,201,936,207,937,212,935,217,940,223,940,230,942,229,948,230,954,229,957,235,965,231,974,235,979,235,986,233,989,227,989,227,994,225,998,225,1007,224,1012,220,1013" alt="จ.พัทลุง" title="จ.พัทลุง">
	<area class="phichit" shape="poly" coords="213,340,200,327,197,308,207,300,240,299,246,307,247,320,249,343,213,342" alt="จ.พิจิตร" title="จ.พิจิตร">
	<area class="phitsanulok" shape="poly" coords="185,289,197,302,207,297,229,297,241,297,257,281,265,266,270,241,272,229,263,213,242,228,240,241,227,238,221,231,211,240,210,248,198,252,191,249,192,261,192,271,186,290" alt="จ.พิษณุโลก" title="จ.พิษณุโลก">
	<area class="phetchaburi" shape="poly" coords="144,542,148,547,156,540,165,545,175,544,179,537,186,537,191,542,197,542,207,549,209,563,197,574,194,592,186,588,177,590,168,589,158,589,144,576,143,566,136,553,140,541" alt="จ.เพชรบุรี" title="จ.เพชรบุรี">
	<area class="phetchabun" shape="poly" coords="256,370,282,377,299,350,297,332,295,313,298,282,305,278,303,267,293,257,279,245,271,244,263,272,242,298,247,311,256,371" alt="จ.เพชรบูรณ์" title="จ.เพชรบูรณ์">
	<area class="phrae" shape="poly" coords="155,216,153,211,156,205,159,200,161,195,167,190,172,187,175,180,179,173,184,169,188,165,191,161,196,156,200,150,206,143,213,148,220,154,225,158,228,162,224,167,224,176,219,183,218,191,208,197,195,203,186,209,179,214,174,215,166,217,160,220" alt="จ.แพร่" title="จ.แพร่">
	<area class="phuket" shape="poly" coords="77,923,83,927,87,928,89,934,89,939,92,944,91,950,86,956,83,955,79,958,76,955,76,950,78,938,76,934,74,931,75,926,77,922" alt="จ.ภูเก็ต" title="จ.ภูเก็ต">
	<area class="mahasarakham" shape="poly" coords="418,269,411,316,417,335,424,332,426,343,408,360,408,374,412,380,427,372,441,379,449,356,441,341,452,325,467,322,442,300,433,288,420,269" alt="จ.มหาสารคาม" title="จ.มหาสารคาม" >
	<area class="mukdahan" shape="poly" coords="482,278,488,273,493,267,495,260,500,253,505,249,514,251,525,253,535,251,540,249,539,256,539,263,539,273,540,280,537,286,539,292,547,298,547,306,541,313,532,315,520,310,517,304,511,300,507,305,497,306,492,308,489,305,489,296,482,287" alt="จ.มุกดาหาร" title="จ.มุกดาหาร">
	<area class="maehongson" shape="poly" coords="34,90,34,85,34,80,36,76,40,74,45,71,48,64,53,58,58,58,63,62,68,65,71,62,76,61,82,61,84,63,82,71,81,81,84,93,88,98,88,107,86,114,80,116,72,115,62,114,58,121,58,127,55,136,54,145,55,153,58,160,57,167,57,173,56,182,55,191,58,201,63,206,64,217,66,227,70,233,77,238,80,246,81,252,79,259,73,260,68,254,66,248,59,241,53,232,50,225,46,220,40,216,35,210,33,201,33,196,34,190,30,183,29,175,26,168,22,172,17,167,15,160,13,154,11,148,14,147,18,151,23,153,28,151,31,145,29,137,28,134,23,129,21,125,24,119,28,115,32,113" alt="จ.แม่ฮ่องสอน" title="จ.แม่ฮ่องสอน" >
	<area class="yasothon" shape="poly" coords="486,341,486,353,494,348,497,359,498,368,506,372,512,361,520,358,530,352,531,339,539,327,545,310,533,316,516,307,502,327,485,343" alt="จ.ยโสธร" title="จ.ยโสธร">
	<area class="yala" shape="poly" coords="275,1065,287,1071,288,1079,279,1096,285,1107,290,1115,302,1102,309,1093,323,1090,314,1068,318,1052,327,1055,332,1051,326,1041,309,1044,301,1037,291,1042,283,1043,269,1066" alt="จ.ยะลา" title="จ.ยะลา">
	<area class="roiet" shape="poly" coords="443,374,452,356,443,340,454,328,469,320,494,307,515,303,508,319,495,331,483,338,483,348,483,356,494,351,495,358,499,366,487,374,484,384,472,378,440,378" alt="จ.ร้อยเอ็ด" title="จ.ร้อยเอ็ด">
	<area class="ranong" shape="poly" coords="87,833,90,819,97,808,97,788,100,775,105,765,111,753,113,747,113,730,119,724,126,716,127,722,128,729,127,735,121,741,122,745,124,749,124,759,123,767,121,776,118,784,116,788,110,793,106,801,103,808,103,812,109,817,109,823,108,828,102,835,99,839,94,840,86,833" alt="จ.ระนอง" title="จ.ระนอง">
	<area class="rayong" shape="poly" coords="273,582,280,571,276,556,289,552,300,556,324,548,333,565,328,582,305,587,287,589,276,584,270,586" alt="จ.ระยอง" title="จ.ระยอง" >
	<area class="ratchaburi" shape="poly" coords="141,510,148,507,155,504,160,503,165,502,171,501,173,493,174,487,177,483,184,488,190,495,193,498,197,502,202,512,200,521,194,522,191,526,190,532,187,538,178,537,175,540,171,542,166,543,157,541,153,543,149,543,143,542,145,533,143,524,142,517" alt="จ.ราชบุรี" title="จ.ราชบุรี">
	<area class="lopburi" shape="poly" coords="229,408,230,416,230,426,235,432,238,434,248,426,266,426,274,416,283,420,294,415,298,409,294,404,290,399,289,393,289,386,289,381,283,374,278,375,268,371,263,370,257,370,248,378,243,386,240,389,232,400,229,406" alt="จ.ลพบุรี" title="จ.ลพบุรี" >
	<area class="lampang" shape="poly" coords="127,234,140,252,153,244,151,226,155,218,153,211,162,193,170,186,177,174,195,153,202,141,197,124,183,119,173,105,166,81,156,86,160,100,152,113,140,117,143,132,146,147,136,157,127,175,133,195,134,205,123,229" alt="จ.ลำปาง" title="จ.ลำปาง" >
	<area class="lamphun" shape="poly" coords="117,225,114,208,103,190,108,178,103,163,113,149,129,144,140,155,129,173,130,191,136,202,124,226,117,223" alt="จ.ลำพูน" title="จ.ลำพูน" >
	<area class="loei" shape="poly" coords="341,172,343,195,351,208,351,229,346,236,340,236,333,253,340,264,328,277,316,271,306,277,299,262,286,248,272,242,271,227,296,205,317,186,339,170" alt="จ.เลย" title="จ.เลย" >
	<area class="sisaket" shape="poly" coords="477,420,480,408,481,397,484,385,490,372,505,374,528,395,540,399,547,415,556,426,549,450,515,454,490,455,491,435,478,422" alt="จ.ศรีสะเกษ" title="จ.ศรีสะเกษ" >
	<area class="sakonnakhon" shape="poly" coords="434,209,434,205,436,199,435,192,441,189,443,183,452,185,450,184,460,190,464,196,471,198,475,201,478,204,478,208,478,210,482,208,485,212,491,216,497,223,499,231,503,239,507,245,503,250,497,255,495,261,491,266,486,274,482,278,477,270,471,264,466,260,460,257,454,256,448,252,441,251,436,248,432,241,434,231,429,225,430,218,432,215" alt="จ.สกลนคร" title="จ.สกลนคร" >
	<area class="songkhla" shape="poly" coords="289,1018,275,1011,265,1002,256,994,249,989,244,978,234,950,230,943,228,956,234,966,232,972,231,978,234,982,234,989,226,989,227,995,225,998,225,1011,221,1015,226,1022,225,1032,222,1036,227,1036,230,1032,235,1033,236,1042,244,1051,251,1051,255,1053,261,1053,265,1057,267,1062,269,1066,274,1059,278,1051,282,1044,286,1042,286,1030,288,1028,288,1018" alt="จ.สงขลา" title="จ.สงขลา" >
	<area class="satun" shape="poly" coords="190,1027,197,1025,206,1041,221,1056,226,1021,215,1010,199,999,194,1005,187,1001,183,1006,178,1009,181,1024" alt="จ.สตูล" title="จ.สตูล" >
	<area class="samutprakan" shape="poly" coords="235,523,241,519,245,522,256,523,263,523,264,514,264,508,254,507,248,513,243,505,231,523" alt="จ.สมุทรปราการ" title="จ.สมุทรปราการ" >
	<area class="samutsongkhram" shape="poly" coords="186,538,190,531,193,527,197,522,203,523,205,527,204,532,201,536,200,540,190,540" alt="จ.สมุทรสงคราม" title="จ.สมุทรสงคราม" >
	<area class="samutsakhon" shape="poly" coords="206,528,203,524,202,517,206,512,214,509,222,509,228,515,231,519,227,525,222,524,216,525,210,525" alt="จ.สมุทรสาคร" title="จ.สมุทรสาคร" >
	<area class="sakaeo" shape="poly" coords="351,549,342,538,336,508,346,499,348,491,354,484,356,475,372,470,379,474,403,467,399,483,386,500,377,513,370,526,371,541,381,553,368,553,360,555,355,554"  alt="จ.สระแก้ว" title="จ.สระแก้ว" >
	<area class="saraburi" shape="poly" coords="238,437,242,432,247,426,256,425,263,426,268,425,271,419,275,416,281,418,286,423,283,431,284,437,286,442,287,447,282,450,274,454,267,457,262,461,256,457,248,445,248,441,243,441,240,439,236,436" alt="จ.สระบุรี" title="จ.สระบุรี" >
	<area class="singburi" shape="poly" coords="204,417,206,421,212,421,216,423,222,430,224,435,228,440,232,435,230,425,230,418,230,413,228,405,222,401,216,395,216,406,204,417,204,414"  alt="จ.สิงห์บุรี" title="จ.สิงห์บุรี" >
	<area class="sukhothai" shape="poly" coords="161,217,164,214,172,218,183,210,189,224,193,238,190,247,185,251,191,264,185,289,177,286,160,284,152,273,140,260,143,253,154,245,152,233,154,220"  alt="จ.สุโขทัย" title="จ.สุโขทัย" >
	<area class="suphanburi" shape="poly" coords="174,479,181,487,191,473,208,470,210,456,203,444,203,440,198,436,204,430,204,420,193,418,188,417,176,414,167,417,157,416,148,406,140,415,148,430,157,431,161,439,167,434,176,441,181,451,177,459,179,469,176,480" alt="จ.สุพรรณบุรี" title="จ.สุพรรณบุรี" >
	<area class="suratthani" shape="poly" coords="151,908,143,909,137,904,131,902,125,898,122,895,123,888,118,885,116,885,112,882,109,882,104,884,100,880,100,873,91,863,91,852,94,849,96,844,98,839,108,827,109,819,110,815,117,809,121,808,133,802,137,802,146,799,146,817,155,829,155,833,148,840,149,844,152,847,157,845,161,847,165,846,176,845,179,849,181,864,178,865,174,869,172,873,173,876,178,878,183,880,185,884,181,887,174,887,173,887,166,893,158,893,155,897,154,900,150,908" alt="จ.สุราษฎร์ธานี" title="จ.สุราษฎร์ธานี" >
	<area class="surin" shape="poly" coords="424,454,432,454,450,455,466,453,488,456,489,448,491,433,477,416,480,404,478,396,483,385,470,378,460,380,451,379,440,377,427,369,414,379,424,392,435,385,445,391,440,402,440,425,424,452" alt="จ.สุรินทร์" title="จ.สุรินทร์" >
	<area class="nongkhai" shape="poly" coords="343,172,351,176,357,186,363,190,372,194,376,200,386,200,387,195,395,190,406,185,411,180,414,174,418,168,426,168,436,176,432,182,436,188,432,195,433,203,427,199,401,199,397,207,390,213,384,219,374,220,365,216,357,206,348,197,343,187" alt="จ.หนองคาย" title="จ.หนองคาย" >
	<area class="nongbualamphu" shape="poly" coords="341,265,336,252,342,236,351,237,351,225,360,226,367,238,372,244,370,256,376,272,368,278,356,272,348,265,340,267" alt="จ.หนองบัวลำภู" title="จ.หนองบัวลำภู" >
	<area class="angthong" shape="poly" coords="204,421,205,428,201,431,198,434,200,437,204,439,206,441,204,445,207,448,212,453,218,453,226,452,228,450,227,443,226,439,223,433,220,427,215,422,208,421,203,422"  alt="จ.อ่างทอง" title="จ.อ่างทอง" >
	<area class="amnatcharoen" shape="poly" coords="522,358,528,352,530,344,536,338,539,323,546,312,548,307,558,318,568,324,576,325,592,334,594,346,579,347,572,349,570,359,559,361,548,356,539,363,523,357"  alt="จ.อำนาจเจริญ" title="จ.อำนาจเจริญ" >
	<area class="udonthani" shape="poly" coords="354,224,361,227,371,243,374,265,391,252,403,254,418,257,432,245,431,229,427,220,432,214,432,205,416,200,401,198,394,211,381,223,369,222,361,213,355,207,349,222" alt="จ.อุดรธานี" title="จ.อุดรธานี" >
	<area class="uttaradit" shape="poly" coords="270,166,276,175,262,197,265,212,243,229,237,238,225,235,219,231,209,240,205,249,194,246,192,233,188,221,187,207,220,188,249,190,257,176,266,167"  alt="จ.อุตรดิตถ์" title="จ.อุตรดิตถ์" >
	<area class="uthaithani" shape="poly" coords="134,356,128,372,133,378,129,409,138,417,147,406,159,418,168,418,165,397,170,383,200,387,187,373,178,365,155,375,149,367,135,355" alt="จ.อุทัยธานี" title="จ.อุทัยธานี" >
	<area class="ubonratchathani" shape="poly" coords="506,372,509,364,515,361,518,358,520,358,526,361,533,362,538,361,544,357,548,356,551,358,554,360,559,359,565,359,568,357,574,352,577,348,581,347,584,349,589,345,596,348,599,352,602,361,603,367,599,370,596,373,597,378,603,381,605,381,601,387,598,391,595,394,596,396,600,404,600,410,595,419,594,423,595,427,597,432,598,437,596,440,592,442,588,448,584,452,579,454,574,454,570,454,568,456,569,460,570,463,565,465,556,462,554,459,552,450,552,441,555,436,554,428,553,421,548,416,545,407,544,402,540,397,536,395,530,393,524,391,518,386,514,382,506,374,507,377,512,382" alt="จ.อุบลราชธานี" title="จ.อุบลราชธานี" >
</div>